blank
* 2012
** 2012-11 November
*** 2012-11-13 Tuesday
**** lunch
     :LOGBOOK:
     CLOCK: [2012-11-30 Fri 11:34]--[2012-11-30 Fri 11:55] =>  0:21
     CLOCK: [2012-11-28 Wed 13:59]--[2012-11-28 Wed 14:54] =>  0:55
     CLOCK: [2012-11-20 Tue 12:03]--[2012-11-20 Tue 12:29] =>  0:26
     CLOCK: [2012-11-15 Thu 11:55]--[2012-11-15 Thu 12:19] =>  0:24
     CLOCK: [2012-11-13 Tue 12:33]--[2012-11-13 Tue 12:57] =>  0:24
     :END:
[2012-11-13 Tue 12:33]
**** snack
     :LOGBOOK:
     CLOCK: [2012-11-15 Thu 10:29]--[2012-11-15 Thu 10:33] =>  0:04
     CLOCK: [2012-11-14 Wed 15:07]--[2012-11-14 Wed 15:37] =>  0:30
     CLOCK: [2012-11-13 Tue 14:26]--[2012-11-13 Tue 14:44] =>  0:18
     :END:
[2012-11-13 Tue 14:26]
*** 2012-11-14 Wednesday
**** lunch
     :LOGBOOK:
     CLOCK: [2012-11-14 Wed 11:55]--[2012-11-14 Wed 12:29] =>  0:34
     :END:
[2012-11-14 Wed 11:55]
*** 2012-11-16 Friday
** 2012-12 December
*** 2012-12-03 Monday
**** lunch
     :LOGBOOK:
     CLOCK: [2012-12-03 Mon 12:01]--[2012-12-03 Mon 12:30] =>  0:29
     CLOCK: [2012-12-03 Mon 11:59]--[2012-12-03 Mon 12:00] =>  0:01
     :END:
[2012-12-03 Mon 11:59]
*** 2012-12-19 Wednesday
**** lunch
     :LOGBOOK:
     CLOCK: [2012-12-19 Wed 11:48]--[2012-12-19 Wed 13:15] =>  1:27
     :END:
[2012-12-19 Wed 11:48]
*** 2012-12-20 Thursday
**** lunch
     :LOGBOOK:
     CLOCK: [2012-12-20 Thu 11:46]--[2012-12-20 Thu 12:00] =>  0:14
     :END:
[2012-12-20 Thu 11:46]
* 2013
** 2013-01 January
*** 2013-01-22 Tuesday
**** lunch
     :LOGBOOK:
     CLOCK: [2013-01-22 Tue 12:29]--[2013-01-22 Tue 12:47] =>  0:18
     :END:
[2013-01-22 Tue 12:29]

